Repository: eLvErDe/methlab
Catalog: locale/*/methlab.po
Languages: nl, ro

source: Directories
nl: Mappen
ro: Directoare

source: MethLab Music Library
nl: MethLab Muziek Bibliotheek
ro: Biblioteca multimedia MethLab

source: Search _options
nl: _Zoekopties

source: Sa_ved searches
nl: Opgeslagen zoek_opdrachten
ro: Căutări sal_vate

source: Artists / Al_bums
nl: Artiesten / Alb_ums
ro: Artişti / Al_bume

source: _Directories
nl: _Mappen
ro: _Directoare

source: Sea_rch:
nl: _Zoeken:
ro: Cau_tă

source: _Play
nl: _Afspelen
ro: _Start

source: En_queue
nl: _Toevoegen
ro: Pune în _coadă

source: S_ave query
nl: Zoekopdracht o_pslaan
ro: S_alvează căutare

source: Error: Could not find PyGTK 2.0 installed on your system.
nl: Fout: Kan PyGTK 2.0 niet vinden.
ro: Eroare: PyGTK 2.0 nu a fost găsit instalat pe sistemul dumneavoastră.

source: Error: GTK+-2 version is too old. MethLab requires PyGTK 2.8 or newer.
nl: Fout: GTK+-2 versie is te oud. MethLab heeft tenminste PyGTK 2.8 nodig.
ro: Eroare: Versiunea GTK+-2 este prea veche. MethLab are nevoie de versiunea 2.8 sau mai nouă a PyGTK.

source: Error: GTK+ 2.8 or newer was found, but the glade component is missing.
nl: Fout: GTK+ 2.8 of nieuwer gevonden maar het glade onderdeel ontbreekt.
ro: Eroare: S-a găsit versiunea GTK+ 2.8 sau mai mare, dar lipseşte componenta glade a acestuia.

source: Error: Could not import the GTK+-2 library.
nl: Fout: Kan de GTK+2 hulpbibliotheek niet laden.
ro: Eroare: Nu am putut importa librăria GTK+-2.

source: Error: Could not find PyGTK installed on your system.
nl: Fout: PyGTK niet gevonden.
ro: Eroare: Nu am putut găsi instalat pe sistemul dumneavoastră PyGTK.

source: Warning: GTK older than 2.10.0 detected. Certain user interface options will be disabled
nl: Waarschuwing: PyGTK ouder dan 2.10.0 gevonden. Bepaalde onderdelen van de gebruikersinterface zullen niet beschikbaar zijn.
ro: Avertisment: A fost detectată o versiune de GTK mai veche decât 2.10.0. Anumite opţiuni ale interfeţei vor fi dezactivate.

source: MethLab is already running. Bringing the window to the front.
nl: MethLab is al gestart. Het hoofdscherm wordt naar de voorgrond gebracht.
ro: MethLab rulează deja. Voi activa fereastra.

source: The python-dbus library was not found. Consider installing it.
nl: De python-dbus hulpbibliotheek werd niet gevonden. Overweeg het te installeren.
ro: Librăria python-dbus nu a fost găsită. Aveţi în vedere să o instalaţi.

source: Couldn't find pysqlite 2 or 3. Bailing out.
nl: Kan pysqlite 2 of 3 niet vinden. Programma wordt afgesloten.

source: Error while executing query %(query)s
nl: Fout tijdens uitvoeren van opdracht %(query)s

source: Note: Migrating database (rename path to dir in roots and dirs).
nl: Opmerking: Database wordt gemigreerd ('path' naar 'dir' hernoemen in 'roots' en 'dirs' tabellen)

source: Note: Migrating database (adding directory mtime reference).
nl: Opmerking: Database wordt gemigreerd (toevoegen van mtime veld aan mappen).

source: WARNING: could not insert directory '%(dir)s'
nl: WAARSCHUWING: Kon map '%(dir)s' niet toevoegen

source: Purging '%(dir)s' because of recursion...
nl: '%(dir)s' wordt verwijderd vanwege recursie...

source: Filesystem
nl: Bestandssysteem
ro: Sistem de fişiere

source: Updating directory %(dir)s
nl: Bezig met het verversen van de map %(dir)s

source: WARNING: %(warning)s
nl: WAARSCHUWING: %(warning)s

source: unsupported or no tag
nl: niet ondersteunde of ontbrekend etiket
ro: tag fără suport sau lipsă

source: Returning dummy tag for '%(path)s'...
nl: Er wordt een blanco etiket voor '%(path)s' gebruikt...

source: Using new (>= 0.91) TagPy as tag library
nl: Nieuwe (>= 0.91) versie van TagPy wordt als etiketten hulpbibliotheek gebruikt.

source: Using old (< 0.91) TagPy as tag library
nl: Oude (< 0.91) versie van TagPy wordt als etiketten hulpbibliotheek gebruikt.

source: Using mutagen as tag library
nl: Mutagen wordt als etiketten hulpbibliotheek gebruikt.

source: WARNING: Using dummy tagger since no tag library was found
nl: WAARSCHUWING: Blanco etiketten zullen worden gebruikt omdat er geen andere etiketten hulpbibliotheek werd gevonden.

source: Audacious (using DBus)
nl: Audacious (met behulp van DBus)

source: Dummy driver (doesn't do anything)
nl: Blanco stuurprogramma (doet niets)
ro: Driver machetă (nu face nimic)

source: XMMS (using PyXMMS)
nl: XMMS (met behulp van PyXMMS)
ro: XMMS (folosind PyXMMS)

source: XMMS2 (using xmmsclient)
nl: XMMS2 (met behulp van xmmsclient)
ro: XMMS2 (folosind xmmsclient)

source: Invalid library
nl: Ongeldige hulpbibliotheek
ro: Bibliotecă nevalidă

source: %s library not found
nl: Hulpbibliotheek %s niet gevonden
ro: Biblioteca %s nu a fost găsită

source: XMMS (using xmmsalike)
nl: XMMS (met behulp van xmmsalike)
ro: XMMS (folosinf xmmsalike)

source: Audacious (using xmmsalike)
nl: Audacious (met behulp van xmmsalike)
ro: Audacious (folosind xmmsalike)

source: Beep Media Player (using xmmsalike)
nl: Beep Media Player (met behulp van xmmsalike)
ro: Beep Media Player (folosind xmmsalike)

source: The database source you have previously selected is not or no longer available. Falling back to the filesystem database source.
nl: De database bron die eerder geselecteerd is is niet (meer) beschikbaar. De bestandssysteem database bron zal worden gebruikt.
ro: Sursa bazei de date pe care aţi selectat-o anterior nu mai este disponibilă.Întoarcere la baza de date sitem de fişiere.

source: Path
nl: Pad
ro: Cale

source: Artist
nl: Artiest

source: Track number
nl: Nummer
ro: Numărul pistei

source: Title
nl: Titel
ro: Titlu

source: Track title
nl: Titel
ro: Titlul pistei

source: Year
nl: Jaar
ro: An

source: Comment
nl: Opmerking
ro: Comentariu

source: _File
nl: _Bestand
ro: _Fişier

source: _Update library now
nl: _Bibliotheek nu verversen
ro: Act_ualizează acum biblioteca

source: _Settings
nl: _Instellingen
ro: _Setări

source: Double-_click in list
nl: Dubbel_klik in lijst
ro: _Click-dublu în listă

source: _Plays results
nl: _Speelt resultaten af
ro: _Ascultă rezultatele

source: _Enqueues results
nl: _Voegt resultaten toe
ro: _Pune în coadă rezultatele

source: Show status _icon
nl: Status_pictogram weergeven
ro: Arată icon-ul de stare

source: Close to _tray
nl: Sluiten naar _taakbalk
ro: Închide în zona de notificare

source: Start _hidden
nl: _Verborgen opstarten
ro: Porneşte _ascuns

source: _Focus search box on show
nl: _Zoekbalk krijgt focus bij tonen venster
ro: La afişare _focalizare pe câmpul de căutare

source: Database _source
nl: _Database bron
ro: _Sursa bazei de date

source: _Update library on startup
nl: _Bibliotheek bij opstarten verversen
ro: Act_ualizează biblioteca la pornire

source: _Audio player
nl: Muziek_speler
ro: Player _audio

source: Search by
nl: Zoeken op:
ro: Caută după

source: Play selected
nl: Selectie afspelen
ro: Ascultă selecţia

source: Enqueue selected
nl: Selectie toevoegen
ro: Pune în coadă selecţia

source: _Show MethLab
nl: _Toon MethLab
ro: _Arată MethLab

source: _Hide MethLab
nl: _Verberg MethLab
ro: A_scunde MethLab

source: The audio player driver you have previously selected is not or no longer available. Falling back to the dummy driver.
nl: Het muziekspeler stuurprogramma dat eerder geselecteerd is is niet (meer) beschikbaar. Het blanco stuurprogramma zal worden gebruikt.
ro: Playerul audio selectat anterior nu mai este disponibil.Reîntoarcere la driverul machetă.

source: An error has occured while activating the selected driver. The error is: %(error)s Falling back to the dummy driver.
nl: Er is een probleem opgetreden bij het activeren van het gekozen stuurprogramma. De fout is: %(error)s Het blanco stuurprogramma zal worden gebruikt.

source: untitled
nl: onbekend

source: Your search did not return any results.
nl: Uw zoekopdracht heeft geen resultaten opgeleverd.
ro: Căutarea dumneavoastră nu a întors niciun rezultat.

source: unknown
nl: onbekend

source: Library contains %(dirs)i directories and %(tracks)i tracks
nl: Bibliotheek bevat %(dirs)i mappen en %(tracks)i nummers

source: Already scanning...
nl: Bibliotheek wordt al ververst...

source: Please be patient while the library is being updated...
nl: Een ogenblik geduld aub terwijl de bibiliotheek wordt ververst...

source: Collapsible artists
nl: Artiesten zijn inklapbaar
ro: Artişti pliabili

source: Search album on artist as well
nl: Album ook op artiest zoeken
ro: Căutarea albumului şi duop artist

source: Remove
nl: Verwijder
ro: Îndepărtează

source: '%(query)s' in %(field)s field
nl: '%(query)s' in het %(field)s veld
ro: '%(query)s' în câmpul %(field)s

source: '%(query)s' in %(fields)s and %(last_field)s fields
nl: '%(query)s' in de %(fields)s en %(last_field)s velden
ro: '%(query)s' în %(fields)s şi cîmpul %(last_field)s

source: Save search
nl: Zoekopdracht opslaan
ro: Salvează căutarea

source: Name of the search
nl: Naam van de zoekopdracht
ro: Numele căutării

source: Add directory
nl: Map toevoegen
ro: Adaugă director

source: Directory
nl: Map
ro: Director

source: The bundled xmmsalike library is (C) 2006 Ben Wolfson and Risto A. Paju
nl: De meegeleverde xmmsalike hulpbibliotheek is (C) 2006 Ben Wolfson en Risto A. Paju
ro: Librăria xmmsalike inclusă este (C) 2006 Ben Wolfson şi Risto A. Paju

source: The bundled mpdclient3 library is (C) 2006 Scott Horowitz
nl: De meegeleverde mpdclient3 hulpbibliotheek is (C) 2006 Scott Horowitz
ro: Librăria mpdclient3 inclusă este (C) 2006 Scott Horowitz

source: Ingmar Steen <iksteen@gmail.com> (Main developer)
nl: Ingmar Steen <iksteen@gmail.com> (Hoofdontwikkelaar)
ro: Ingmar Steen <iksteen@gmail.com> (Dezvotator principal)

source: Unexpected symbol %(symbol)s
nl: Onverwacht symbool %(symbol)s

source: Unexpected keyword %(keyword)s
nl: Onverwacht sleutelwoord %(keyword)s

source: Unsafe field %(field)s
nl: Onveilig veld %(field)s aangetroffen

source: Unexpected string %(string)s
nl: Onverwachte tekenreeks %(string)s

source: Unbalanced '(' character
nl: Onverwacht '(' teken aangetroffen

source: Unbalanced ')' character
nl: Onverwacht ')' teken aangetroffen

source: Unterminated string near end of query
nl: Onbeeindigde tekenreeks aan het eind van de zoekopdracht

source: Search options
ro: Setări pentru căutare

source: Updating directory %s
ro: Actualizarea directorului %s

source: Music Player Daemon
ro: Serviciul Player de muzică.

source: Genre
ro: Gen

source: _Help
ro: _Ajutor

source: An error has occured while activating the selected driver. The error is: %s Falling back to the dummy driver.
ro: La activarea driverului selectat a apărut o eroare.Eroarea este: %sReîntoarcere la driverul machetă.

source: Please wait...
ro: Vă rugăm aşteptaţi...

source: Please wait while MethLab updates the library...
ro: Vă rugăm aşteptaţi în timp ce MethLab actualizează biblioteca...
